Repository: cyrillbolliger/grueneext
Catalog: languages/grueneext-*.po
Languages: de_de

source: Grueneext options
de_de: Grueneext Optionen

source: Which type of special function shall be inserted?
de_de: Welche Spezialfunktion soll eingefügt werden?

source: Select special function
de_de: Wähle die Spezialfunktion

source: Progressbar
de_de: Fortschrittsanzeige

source: Donation form
de_de: Spendenformular

source: Enter the title of your hide and show element
de_de: Gib hier den Titel deines Hide and show Elements an

source: Enter your "Hide and Show" title here.
de_de: Gib hier dein "Hide and Show" title ein.

source: Enter the link where the button leads to
de_de: Setze den Link des Buttons

source: Where shall the button lead to (URL)?
de_de: Wohin soll der Button führen (URL)?

source: Chose color scheme
de_de: Wähle den Farbmodus

source: Green
de_de: Grün

source: Enter the maximum value.
de_de: Gib den Maximalwert an.

source: Enter the current value.
de_de: Gib den aktuellen Stand an.

source: Enter the unit (optional).
de_de: Gib die Einheit an (optional).

source: Choose if the value should be displayed
de_de: Wähle, ob der Stand angezeigt werden soll

source: Show value
de_de: Zeige Stand

source: Hide value
de_de: Verberge Stand

source: You need to have a contract with RaiseNow to use this function.
de_de: Du brauchst einen Vertrag mit RaiseNow, um diese Funktion nutzen zu können.

source: Enter the API key you received from RaiseNow
de_de: Gebe den API-Key ein, den du von RaiseNow erhalten hast

source: Enter the API key here.
de_de: Gib den API-Key hier ein.

source: Choose language for the donation form
de_de: Wähle die Sprache des Spendenformulars

source: German
de_de: Deutsch

source: French
de_de: Französisch

source: Insert shortcode
de_de: Shortcode einfügen

source: You do not have sufficient permissions to access this page.
de_de: Keine Rechte zum Anzeigen dieser Seite.

source: Insert Theme Shortcode
de_de: Theme-Shortcode einfügen

source: Add Special Function
de_de: Spezialfunktion hinzufügen

# %s will be replaced with an example shortcode
source: Missing api key in shortcode. Shortcode must have the form: %s
de_de: Fehlender API-Key im Shortcode. Der Shortcode muss folgendes format haben: %s

source: Unknown language key in shortcode. Accepted values are %1$s. Shortcode must have the form: %2$s
de_de: Unbekannter Sprachschlüssel im Shortcode. Akzeptierte Werte sind %1$s. Der Shortcode muss die folgende Form haben: %2$s
